Repository: fingli/redcross
Catalog: redcross/lang/*.po
Languages: bg_bg

source: Error 404! Not Found
bg_bg: Грешка 404! Страницата не е намерена

source: Sorry, but you are looking for something that isn't here.
bg_bg: За съжаление, това което търсите не е тук

source: Archives:
bg_bg: Архиви:

source: Permanent Link to
bg_bg: Връзка към

source: Written by
bg_bg: Написано от

source: View all posts by %s
bg_bg: Преглед на всички публикации от %s

source: on
bg_bg: на

source: Leave a Comment
bg_bg: Напишете коментар

source: 1 Comment
bg_bg: 1 коментар

source: % Comments
bg_bg: % коментара

source: edit
bg_bg: редакт.

source: Posted in
bg_bg: Публикувано в

source: Tagged
bg_bg: Етикет

source: Not Found
bg_bg: Няма намерен резултат

source: Sorry, no attachments matched your criteria.
bg_bg: За съжаление, няма приложение отговарящо на вашия критерий

source: Author Archives:
bg_bg: Архив за автор:

source: Sorry, but
bg_bg: За съжаление,

source: hasn't posted anything yet.
bg_bg: не е публикувал нищо все още.

source: Category Archives:
bg_bg: Архив за категория:

source: Also posted in
bg_bg: Също публикувано в

source: This post is password protected. Enter the password to view comments.
bg_bg: Тази публикация е защитена с парола. Въведете паролата, за да видите коментарите.

source: Older Comments
bg_bg: По-стари коментари

source: Newer Comments
bg_bg: По-нови коментари

source: Leave a Reply
bg_bg: Напишете коментар

source: Leave a Reply to %s
bg_bg: Напишете коментар към %s

source: Cancel reply
bg_bg: Отказ на коментара

source: Post Comment
bg_bg: Публикуване

source: Comments are closed.
bg_bg: Коментарите са затворени

source: Daily Archives:
bg_bg: Архив за ден:

source: F jS, Y
bg_bg: j F, Y

source: Monthly Archives:
bg_bg: Архив за месец

source: Yearly Archives:
bg_bg: Годишен архив

source: Publications
bg_bg: Публикации

source: Comments
bg_bg: Коментари

source: Author:
bg_bg: Автор:

source: Read more
bg_bg: Прочетете още

source: Pages:
bg_bg: Страници:

source: Older Entries
bg_bg: По-стари публикации

source: Newer Entries
bg_bg: По-нови публикации

source: Search Results for:
bg_bg: Резултати от търсене на:

source: Your search for
bg_bg: Вашето търсене за

source: did not match any entries
bg_bg: не откри никакви съвпадения

source: Suggestions:
bg_bg: Препоръки:

source: Make sure all words are spelled correctly.
bg_bg: Проверете дали думата е изписана правилно

source: Try different keywords.
bg_bg: Използвайте друга дума (думи)

source: Try more general keywords.
bg_bg: Опитайте с по-общи думи

source: Search
bg_bg: Търсене

source: Pages
bg_bg: Страници

source: Site admin
bg_bg: Служебни

source: Tags
bg_bg: Етикети

source: Tag Archives:
bg_bg: Архив за етикет:

source: Also tagged
bg_bg: Също така с етикет

source: Archives for
bg_bg: Архиви за

source: Search Results
bg_bg: Резултати от търсене

source: Error 404!
bg_bg: Грешка 404!

source: Name
bg_bg: Име

source: (required)
bg_bg: (задължително)

source: Email
bg_bg: Е-адрес

source: Website
bg_bg: Уеб страница

source: No Comments yet
bg_bg: Няма коментари все още

source: % Trackbacks
bg_bg: % обратни връзки

source: 1 Trackback
bg_bg: 1 обратна връзка

source: to
bg_bg: към

source: You can follow all the replies to this entry through the
bg_bg: Може да проследите всички отговори по темата, чрез

source: comments feed
bg_bg: емисията за коментари

source: Your comment is awaiting moderation.
bg_bg: Коментарът очаква одобрение от администратор

source: By
bg_bg: От

source: on
bg_bg: на

source: at
bg_bg: в

source: Your trackback is awaiting moderation.
bg_bg: Тракбакът очаква одобрение

source: Primary Menu
bg_bg: Главно меню

source: Secondary Menu
bg_bg: Второстепенно меню

source: leave a comment
bg_bg: напишете коментар

source: comment
bg_bg: коментар

source: comments
bg_bg: коментара

source: comments closed
bg_bg: коментарите са затворени

source: Permalink to this comment
bg_bg: Връзка към този коментар

source: Permalink
bg_bg: Връзка

source: Reply
bg_bg: Отговор

source: Log in to reply.
bg_bg: Влезте, за да напишете коментар

source: Top Widget Area
bg_bg: Горна секция с джаджи

source: Top widget area
bg_bg: Горната секция с джаджи в страничния панел

source: Left Widget Area
bg_bg: Лява секция с джаджи

source: The left widget area
bg_bg: Лявата секция с джаджи в страничния панел

source: Right Widget Area
bg_bg: Дясна секция с джаджи

source: The right widget area
bg_bg: Дясната секция с джаджи в страничния панел

source: First Footer Widget Area
bg_bg: Първа секция на Футъра

source: The first footer widget area
bg_bg: Първата секция с джаджи във футъра

source: Second Footer Widget Area
bg_bg: Втора секция на Футъра

source: The second footer widget area
bg_bg: Втората секция с джаджи във футъра

source: Third Footer Widget Area
bg_bg: Трета секция на Футъра

source: The third footer widget area
bg_bg: Третата секция с джаджи във футъра

source: Fourth Footer Widget Area
bg_bg: Четвърта секция на Футъра

source: The fourth footer widget area
bg_bg: Четвъртата секция с джаджи във футъра
